Repository: alessandro-amadelli/a2note.ninja
Catalog: a2note/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Newbie
it: Novizio

source: Student
it: Allievo

source: Ninja helper
it: Ninja aiutante

source: Ninja of the lists
it: Ninja delle liste

source: Ninja master
it: Maestro ninja

source: Legend
it: Leggenda

source: Please, enter all fields
it: Per favore, riempi tutti i campi

source: Please insert the code.
it: Per favore, inserisci il codice.

source: Something went wrong, please try again...
it: Qualcosa è andato storto, per favore riprova...

source: The two passwords don't correspond.
it: Le due password non corrispondono.

source: Hi! Check out this cool list I created on a2note.ninja...
it: Ciao! Dai un'occhiata a questa lista che ho creato su a2note.ninja...

source: Sorry, an error occurred. Check your connection.
it: Spiacente, si è verificato un errore. Controlla la tua connessione.

source: List saved
it: Lista salvata

source: List created
it: Lista creata

source: added
it: aggiunto

source: Oops! It seems you are offline...
it: Oops! Sembra che tu sia offline...

source: Wow! You are back online.
it: Wow! Sei di nuovo online.

source: Throwing some ninja stars...
it: Sto lanciando qualche stelletta ninja...

source: Browsing my interesting recipe book...
it: Sto sfogliando il mio interessante libro di ricette...

source: Using my ninja techniques...
it: Sto usando le mie tecniche ninja...

source: Polishing my katana...
it: Sto lucidando la mia katana...

source: Lunch break...be right back!
it: Pausa pranzo...torno subito!

source: Breaking some boards...
it: Sto spezzando qualche tavola...

source: Practicing with nunchacks...
it: Sto facendo pratica coi nunchaco...

source: Throwing some kunais...
it: Sto lanciando qualche kunai...

source: Hiding somewhere in the shadows...
it: Mi sto nacondendo da qualche parte nell'ombra

source: Doing laundry...
it: Sto facendo la lavatrice...

source: Meditating, please wait...
it: Sto meditanto, attendi per favore...

source: Doing some top-secret thing...be right back!
it: Sto facendo qualcosa di top-secret...torno subito!
