Repository: alessandro-amadelli/a2note.ninja
Catalog: a2note/locale/*/LC_MESSAGES/django.po
Languages: it

source: Oh no! The ninja name you chose seems to be already taken...don't worry! Just choose a different one : )
it: Oh no! Il nome ninja che hai scelto sembra sia già stato preso...non preoccuparti! Basta che tu ne scelga uno diverso : )

source: Ooops...the email address you inserted is already associated with another ninja...
it: Ooops...l'indirizzo email che hai inserito è già associato ad un altro ninja...

source: The two password you entered do not match...
it: Le due password che hai inserito non corrispondono...

source: Sorry, OTP is incorrect...
it: Mi spiace, l'OTP non è corretto...

source: Please, enter all fields
it: Per favore, riempi tutti i campi

source: Sorry, the passwords you entered do not match...
it: Le due password che hai inserito non corrispondono...

source: Old password is incorrect...
it: La vecchia password è incorretta...

source: Password changed successfully
it: Password modificata con successo

source: To do
it: Da fare

source: Mon
it: Lun

source: Tue
it: Mar

source: Wed
it: Mer

source: Thu
it: Gio

source: Fri
it: Ven

source: Sat
it: Sab

source: Sun
it: Dom

source: Yes
it: Sì

source: Ooops! That's awkward...
it: Ooops! E' imbarazzante...

source: This is not the list you were looking for...
it: Questa non è la lista che stavi cercando...

source: Sorry, nothing to see here...
it: Mi dispiace, non c'è nulla da vedere...

source: You do not have edit privilege on this list.
it: Non hai privilegi di modifica su questa lista.

source: Here's the code to confirm the password reset for your a2note.ninja account.
it: Ecco il codice per confermare il reset della password per il tuo account a2note.ninja.
