Repository: alessandro-amadelli/a2note.ninja
Catalog: a2note/locale/*/LC_MESSAGES/django.po
Languages: it

source: About us.
it: Su di noi.

source: Information page about a2note.ninja.
it: Pagina di informazioni su a2note.ninja.

source: a simple way to make lists
it: un modo semplice di creare liste

source: With a2note.ninja you can create and manage to-do lists and shopping lists.
it: Con a2note.ninja puoi creare e gestire to-do list e shopping list.

source: To-do lists are a great way to put your commitments and important things pen to paper. That way you can see your progress.
it: Le to-do list sono un ottimo modo per mettere i tuoi impegni nero su bianco. In questo modo puoi vedere i tuoi progressi.

source: Writing down your commitments and objectives is a very good motivator and allows you to check the progress.
it: Mettere per iscritto i propri impegni ed obiettivi è un ottimo motivatore e ti permette di controllare i progressi.

source: Also, marking a task as 'Done' gives a thrill of satisfaction.
it: Inoltre, segnare un task come 'Completato' da un brivido di soddisfazione.

source: Disclaimer: we don't guarantee that you feel an actual 'thrill of satisfaction' each time. That could be personal and we do not hold ourselves responsible for lack of satisfaction.
it: Disclaimer: non garantiamo che tu senta un reale 'brivido di soddisfazione' ogni volta. Quello può essere soggettivo e non ci riteniamo responsabili per mancanza di soddisfazione.

source: With a shopping list it's easy to remember everything you have to buy. You can see progress as you put items in the cart and everything falls into its own category.
it: Con una shopping list è facile ricordare tutto quello che devi comprare. Puoi vedere l'avanzamento man mano che metti i prodotti nel carrello e tutto appartiene alla propria categoria.

source: Following a written shopping lists improves the quality of your shopping and helps you buy everything you need.
it: Seguire una lista della spesa scritta migliora la qualità della tua spesa e ti aiuta a comprare tutto ciò di cui hai bisogno.

source: a2note.ninja automatically sorts the products it recognizes, moving each one to the correct category to facilitate your purchases.
it: a2note.ninja ordina in automatico i prodotti che riconosce, spostandoli nella corretta categoria per facilitare i tuoi acquisti.

source: We also put a progress bar so you can see your...well progress and know when you can go home and chill.
it: Abbiamo anche aggiunto una barra di avanzamento così puoi vedere il tuo...beh, avanzamento e sapere quando potrai tornare a casa a rilassarti.

source: Checklists are an easy way to perform a series of checks and keep track of the results.
it: Le checklist sono un modo semplice per effettuare una serie di controlli e tenere traccia dei risultati.

source: Wether you are making a roll call, manage a vote or starting a plane engine (well maybe not that but you never know). Our checklists are a convenient way to accomplish the task.
it: Che tu stia facendo l'appello, gestendo una votazione o avviando il motore di un aereo (beh magari non questo ma non si sa mai). Le nostre checklist sono un modo comodo per portare a termine il compito.

source: Who's behind this great website?
it: Chi c'è dietro questo stupendo sito?

source: Well, first of all thanks for the appreciation. I'm touched!
it: Beh, prima di tutto grazie dell'apprezzamento. Sono commosso!

source: Hi!<br> I'm Alessandro, the developer behind this little project. Nice to meet you.
it: Ciao!<br> Sono Alessandro, lo sviluppatore dietro questo piccolo progetto. Piacere di conoscerti.

source: I know...it's not perfect but I'm always learning, trying to improve and add something new.
it: Lo so...non è perfetto ma non smetto di imparare, provare a migliorare e aggiungere qualcosa di nuovo.

source: I hope that you find a2note.ninja enjoyable and helpful and I sincerely thank you for being part of it.
it: Spero che tu trovi a2note.ninja piacevole e utile e ti ringrazio sinceramente per farne parte.

source: PS: Hope you'll stick around to see the news!
it: PS: Spero che tu rimanga con noi per vedere le novità!

source: Back to top
it: Torna in cima

source: Administration panel
it: Pannello di amministrazione

source: Your personal bulletin board.
it: La tua bacheca personale.

source: Here you have your personal bulletin board in which you can put a personal note or something to remember.
it: Qui trovi la tua bacheca personale nella quale puoi inserire una nota personale o qualcosa da ricordare.

source: Your bulletin board
it: La tua bacheca personale

source: Here you can write something you have to remember.
it: Qui puoi scrivere qualcosa che devi ricordare.

source: Save
it: Salva

source: Edit bulletin board
it: Modifica bacheca.

source: Write your text here...
it: Scrivi il testo qui...

source: Bulletin text
it: Testo bacheca

source: Cancel
it: Annulla

source: Select theme
it: Seleziona tema

source: Default
it: Predefinito

source: Mountain
it: Montagna

source: Forest
it: Foresta

source: Japan
it: Giappone

source: Lake
it: Lago

source: Under water
it: Sott'acqua

source: City
it: Città

source: Technology
it: Tecnologia

source: Desert
it: Deserto

source: There is nothing to see here...
it: Non c'è nulla da vedere qui...

source: Maybe you have nothing to remember...or you just forgot to write it here.
it: Forse non hai niente da ricordarti...o ti sei semplicemente dimenticato di scriverlo qui.

source: Edit the checklist.
it: Modifica la checklist.

source: Here you can edit this checklist and save new changes.
it: Qui puoi modificare questa checklist e salvare le modifiche.

source: Anyone with the link can view the list.
it: Chiunque abbia il link può visualizzare la lista.

source: Public
it: Pubblica

source: Anyone with the link can edit the list.
it: Chiunque abbia il link può modificare la lista.

source: Edit enabled
it: Modifica abilitata

source: Only you can edit the list.
it: Solo tu puoi modificare la lista.

source: Edit disabled
it: Modifica disabilitata

source: Only you can view the list.
it: Solo tu puoi visualizzare la lista.

source: Private
it: Privata

source: List deletion
it: Eliminazione lista

source: Warning
it: Attenzione

source: You are about to delete this list and all of its content.
it: Stai per eliminare questa lista e tutto il suo contenuto.

source: This list will do <a href='https://en.wikipedia.org/wiki/Seppuku' target='_blank' rel='noopener noreferrer'>seppuku</a> for the shame of failing you!
it: Questa lista farà <a href='https://it.wikipedia.org/wiki/Seppuku' target='_blank' rel='noopener noreferrer'>seppuku</a> per la vergogna di averti deluso!

source: This action is irreversible, do you wish to continue?
it: Questa azione è irreversibile, desideri continuare?

source: Nah...nevermind
it: Nah...non importa

source: Yes, go ahed!
it: Sì, procedi!

source: List settings
it: Impostazioni lista

source: Your list privacy is currently:
it: Attualmente la privacy della tua lista è:

source: Anyone with the link can view it.
it: Chiunque abbia il link può visualizzarla.

source: No one can see it even with the link.
it: Nessuno può visualizzarla anche se ha il link.

source: Public list
it: Lista pubblica

source: Edit
it: Modifica

source: Your list edit policy is:
it: La policy di modifica della tua lista è:

source: Anyone with the link can edit the list, this includes adding and deleting items.
it: Chiunque abbia il link può modificare la lista, questo include aggiunta ed eliminazione di elementi.

source: You are the only one who can edit this list.
it: Sei l'unico che può modificare questa lista.

source: Only you can delete this list.
it: Solo tu puoi eliminare questa lista.

source: Enable editing
it: Abilita modifica

source: List sharing
it: Condivisione lista

source: List code
it: Codice lista

source: Copy to clipboard
it: Copia negli appunti

source: Some functions are disabled because the list privacy is set to private. If you'd like to share the list please go to 'Settings' and make the list public.
it: Alcune funzionalità sono disabilitate perchè la privacy della lista è impostata su privata. Se desideri condividere la lista per favore recati su 'Impostazioni' a rendi la lista pubblica.

source: Column editor
it: Editor di colonne

source: Here you can modify column names and colors
it: Qui puoi modificare nomi e colori delle colonne

source: Title
it: Titolo

source: List title...
it: Titolo della lista...

source: Insert item...
it: Inserisci elemento...

source: View the checklist.
it: Visualizza la checklist.

source: Here you can view this checklist. Changes cannot be saved.
it: Qui puoi visualizzare la checklist. Le modifiche non vengono salvate.

source: You are in view mode. Modifications won't be saved.
it: Sei in modalità visualizzazione. Le modifiche non saranno salvate.

source: a2note.ninja error page. Something went wrong...
it: pagina di errore di a2note.ninja. Qualcosa è andato storto...

source: List history.
it: Cronologia liste.

source: See the lists you recently opened and keep them at hand.
it: Vedi le liste recentemente aperte e tinele a portata di mano.

source: List history
it: Cronologia liste

source: Record of the last 20 lists you opened.
it: Le ultime 20 liste che hai aperto.

source: Author
it: Autore

source: Last open
it: Ultima apertura

source: No recent data to show.
it: Nessun dato recente da mostrare.

source: Create your shopping lists and to-do lists.
it: Crea le tue liste della spesa e to-do list.

source: Create your shopping lists or to-do lists and save them in the cloud. Share your lists with whomever you want.
it: Crea le tue liste della spesa o to-do list e salvale sul cloud. Condividi le tue liste con chiunque vuoi.

source: Hi
it: Ciao

source: it's good to see you again!
it: è bello rivederti!

source: Here you can create new to-do lists and shopping lists and see the lists you've already created.
it: Qui puoi creare nuove to-do list e shopping list e vedere le liste che hai già creato.

source: By creating a checklist you can assign every item to a certain category (eg.: 'Yes' or 'No', 'Pass' or 'Fail', 'Present' or 'Absent', etc.). You can rename the categories as you wish.
it: Creando una checklist puoi assegnare ogni elemento ad una certa categoria(es.: 'Sì' o 'No', Superato' o 'Fallito', 'Presente' o 'Assente', ecc.). Puoi rinominare le categorie come vuoi.

source: Create a new
it: Crea una nuova

source: Your lists
it: Le tue liste

source: All
it: Tutto

source: Items
it: Elementi

source: Edit list
it: Modifica lista

source: View list
it: Visualizza lista

source: Oh no! It's all sad and empty here...go make some lists.
it: Oh no! E' tutto triste e vuoto qui...vai a creare qualche lista.

source: Welcome to a<sub>2</sub>note.ninja!
it: Benvenuto su a<sub>2</sub>note.ninja!

source: Without an account
it: Senza un account

source: You can use a<sub>2</sub>note.ninja whithout the need to register.
it: Puoi usare a<sub>2</sub>note.ninja senza il bisogno di registrarti.

source: Save up to <strong>1 to-do list</strong> and <strong>1 shopping list</strong>.
it: Salva fino a <strong>1 to-do list</strong> e <strong>1 shopping list</strong>.

source: Everything is saved locally on your browser so you can modify and consult your lists any time you want.
it: Viene tutto salvato in locale sul tuo browser in modo che tu possa modificare e consultare le tue liste ogni volta che vuoi.

source: With a free account
it: Con un account gratuito

source: Register a free account and unlock new ninja techniques!
it: Registra un account gratuito e sblocca nuove tecniche ninja!

source: Create multiple To-do lists and shopping lists.
it: Crea più to-do list e shopping list.

source: Everything will be saved in the cloud so you can access it across multiple devices.
it: Viene tutto salvato sul cloud, in modo che tu possa accedervi da più dispositivi.

source: Also:
it: Inoltre:

source: Share your <strong>To-do lists</strong> and <strong>shopping lists</strong> like a ninja!<br> You can share with everyone, even with someone who doesn't have an account on a<sub>2</sub>note.ninja<br>
it: Condividi le tue <strong>To-do list</strong> e <strong>shopping list</strong> come un ninja!<br> Puoi condividere con chiunque, anche con chi non ha un account su a<sub>2</sub>note.ninja<br>

source: You have a bulletin board where you can write a personal note or something to remember.
it: Hai una bacheca dove puoi scrivere una nota personale o qualcosa che devi ricordare.

source: Login to your account.
it: Accedi al tuo account

source: Login to your account to see, delete, modify the lists you created or to create new ones.
it: Accedi al tuo account per vedere, eliminare, modificare le liste che hai creato o per crearne di nuove.

source: a<sub>2</sub>note.ninja Login
it: Login a<sub>2</sub>note.ninja!

source: Welcome back, fellow ninja. Please provide your credentials...
it: Bentornato, fedele ninja. Per favore fornisci le tue credenziali...

source: Your ninja-name and/or password are incorrect. Please try again...
it: Il tuo nome ninja e/o la tua password non sono corretti. Per favore riprova...

source: Forgot password?
it: Password dimenticata?

source: Don't have an account yet? No problem, just
it: Non hai ancora un account? Nessun problema,

source: register</a> for free.
it: registrati</a> gratuitamente.

source: Your account information.
it: Informazioni sul tuo account.

source: Your a2note.ninja account information. Here you can also change your password.
it: Informazioni sul tuo account a2ntoe.ninja. Qui puoi anche cambiare la tua password.

source: Your ninja account
it: Il tuo account ninja

source: In this page you can see all your information
it: In questa pagina puoi vedere tutte le tue informazioni

source: Password change
it: Cambio password

source: Old password
it: Vecchia password

source: New password
it: Nuova password

source: Repeat new password
it: Ripeti nuova password

source: Account information
it: Informazioni account

source: Registration
it: Registrazione

source: Change
it: Cambia

source: Your activity
it: La tua attività

source: Last login
it: Ultimo login

source: Your medal table
it: Il tuo medagliere

source: Your personal dashboard.
it: La tua dashboard personale.

source: Here is your personal dashboard. You can see numbers and statistics about your activity on a2note.ninja.
it: Qui trovi la tua dashboard personale. Puoi vedere numeri e statistiche sulla tua attività su a2note.ninja.

source: Your personal dashboard
it: La tua dashboard personale

source: Here you can see some numbers and some statistics about your lists.
it: Qui puoi vedere qualche numero e qualche statistica sulle tue liste.

source: Todolists created
it: To-do list create

source: Tasks in to-do lists
it: Task nelle to-do list

source: Tasks done
it: Task completati

source: Tasks to do
it: Task da fare

source: Shopping lists created
it: Shopping list create

source: Items in shopping lists
it: Prodotti nelle shopping list

source: Checklist created
it: Checklist create

source: Total
it: Totale

source: Nothing to report here...
it: Niente da riportare qui...

source: Statistics
it: Statistiche

source: Type of lists you make
it: Tipi di liste che crei

source: Your overall progress with the tasks
it: I tuoi progressi con i task

source: Your favourite days to make a to-do list
it: I giorni che preferisci per creare to-do list

source: Your favourite days to make a shopping list
it: I giorni che preferisci per creare shopping list

source: Your typical shopping
it: La tua spesa tipo

source: You haven't created any list...yet
it: Non hai creato alcuna lista...per ora

source: a2note.ninja logo. A stylized ninja face is shown, in wich only the eyes are visible.
it: Logo di a2note.ninja. Viene mostrata una faccia stilizzata di un ninja, in cui solo gli occhi sono visibili.

source: My lists
it: Le mie liste

source: My dashboard
it: La mia dashboard

source: My bulletin board
it: La mia bacheca

source: Recent lists
it: Liste recenti

source: Open shared list
it: Apri lista condivisa

source: My account
it: Il mio account

source: Register
it: Registrati

source: It seems you are offline...
it: Sembra che tu sia offline...

source: The current page is shown because you are offline or the page loading has failed.
it: La pagina corrente viene mostrata perchè sei offline oppure il caricamento della pagina è fallito.

source: An image of a not so impressed cat explaining to you that you are offline.
it: Un'immagine di un gatto un po' secccato che ti spiega che sei offline.

source: Open a shared list.
it: Apri una lista condivisa

source: Insert the shared list code to open a list shared by someone else.
it: Inserisci il codice della lista condivisa per aprire una lista condivisa da qualcun altro.

source: Insert the list code to open a shared list.
it: Inserisci il codice lista per aprire una lista condivisa.

source: Insert list code
it: Inserisci codice lista...

source: Open
it: Apri

source: PS: The list code is the last part of the link of the shared list.
it: PS: Il codice lista è l'ultima parte del link della lista condivisa.

source: Example
it: Esempio

source: Someone shares the following link:
it: Qualcuno condivide il seguente link:

source: In this case the list code to insert is
it: In questo caso il codice lista da inserire è

source: Register and create an account for free.
it: Registrati e crea un account gratuitamente.

source: Create a free account on a2note.ninja to be able to save and share your shopping lists and to-do lists.
it: Crea un account gratuito su a2note.ninja per essere in grado di salvere e condividere le tue liste della spesa e to-do list.

source: a<sub>2</sub>note.ninja Registration
it: Registrati su a<sub>2</sub>note.ninja

source: Choose your username...
it: Scegli il tuo username...

source: Enter email address...
it: Inserisci l'indirizzo mail...

source: Choose a password...
it: Scegli una password...

source: repeat password
it: ripeti password...

source: Repeat password...
it: Ripeti la tua password...

source: Before you continue...
it: Prima di continuare...

source: Which data do we collect?
it: Quali dati raccogliamo?

source: The email address you provide on this form, for authentication purposes and to ensure univocity of registration
it: L'indirizzo email che fornisci su questo form, a scopo di autenticazione e per garantire l'univocità della registrazione

source: The username and password you choose for your account. We suggest, as a common practice, to use a unique password for each site and not reuse the same password for different accounts.
it: Lo username e la password che scegli per il tuo account. Suggeriamo, come pratica standard, di usare una password unica per ogni sito e di non riutilizzare la stessa password per account differenti.

source: The To-do and shopping lists you save on this site.
it: Le liste To-do e le shopping list che salvi sul sito.

source: That's it.
it: E' tutto.

source: Where are data stored?
it: Dove vengono salvati i dati?

source: We've chosen to use existent and secure services to store the data.
it: Abbiamo scelto servizi già esistenti e sicuri per salvare i dati.

source: Account data are saved in a database on Heroku, while to-do lists and shopping lists are saved in a NoSql database on AWS, with standard encryption on rest.
it: I dati degli account sono salvati in un database di Heroku, mentre le To-do list e le shopping list sono salvate in un database NoSql su AWS, con crittografia standard a riposo.

source: I understand and I wish to proceed.
it: Comprendo e desidero procedere.

source: Enter the code we sent to your email
it: Inserisci il codice che abbiamo inviato alla tua email

source: Sign up
it: Registrati

source: Reset your account password.
it: Resetta la password del tuo account.

source: If you forgot your password, reset it here.
it: Se hai dimenticato la tua password, resettala qui.

source: Password reset
it: Reset della password

source: Even a ninja is allowed to forget something...don't worry!
it: Anche a un ninja è permesso dimenticare qualcosa...non preoccuparti!

source: Enter the email address associated with your account.
it: Inserisci l'indirizzo email associato al tuo account.

source: Confirm
it: Conferma

source: If the email is correct, you should receive an OTP.
it: Se l'email è corretta, dovresti ricevere un OTP.

source: Please use the OTP in the form below to confirm your identity.
it: Per favore, usa l'OTP nel form sottostante per confermare la tua identità.

source: Set the new password for the account
it: Imposta la nuova password per l'account

source: Choose a new password...
it: Scegli una nuova password...

source: Repeat new password...
it: Ripeti nuova password...

source: Insert the OTP received via email
it: Inserisci l'OTP ricevuto via email

source: OTP received via email
it: OTP ricevuto via email

source: Edit your shopping list.
it: Modifica la tua lista della spesa.

source: Here you can edit this shopping list and save new changes.
it: Qui puoi creare modificare questa lista della spesa e salvare le modifiche.

source: Items rundown
it: Riepilogo elementi

source: You are not logged in, your shopping list is saved locally.
it: Non hai eseguito il log in, la tua shopping list è salvata in locale.

source: Category
it: Categorie

source: You can create a shopping list automatically by customizing your preferences.
it: Puoi creare una shopping list automaticamente personalizzando le tue preferenze.

source: List lenght
it: Lunghezza lista

source: If you proceed any existing items in the list will be deleted!
it: Se procedi eventuali elementi esistenti nella lista saranno Eliminati!

source: Create
it: Crea

source: Tools
it: Strumenti

source: Rundown
it: Riepilogo elementi

source: Stats
it: Statistiche

source: View the shopping list.
it: Visualizza la lista della spesa

source: Here you can view the shopping list. Changes cannot be saved.
it: Qui puoi visualizzare la lista della spesa. Le modifiche non vengono salvate.

source: Edit the to-do list.
it: Modifica la to-do lista.

source: Here you can edit this to-do list and save new changes.
it: Qui puoi modificare questa to-do list e salvare le modifiche.

source: You are not logged in, your to-do list is saved locally.
it: Non hai eseguito il log in, la tua to-do list è salvata in locale.

source: Insert task...
it: Inserisci task...

source: Filter tasks
it: Filtra i task

source: To-do
it: Da fare

source: Completed
it: Completati

source: Pending
it: Da fare

source: Done
it: Completati

source: View the to-do list.
it: Visualizza la to-do list.

source: Here you can view the to-do list. Changes cannot be saved.
it: Qui puoi visualizzare la to-do list. Le modifiche non vengono salvate.

source: Possible reasons for this error: <br><ul><li>The list is not shared so only the author can see it</li><li>The list encountered its demise and it's not with us anymore</li><li>The entire website exploded</li></ul><br>Ok, maybe not the last option...
it: Possibili motivi per questo errore: <br><ul><li>La lista non è condivisa, quindi solo l'autore può visualizzarla</li><li>La lista ha incontrato la sua triste fine e non è più tra noi</li><li>L'intero sito web è esploso</li></ul><br>Ok, forse non l'ultima opzione...

source: Email address is invalid...please check
it: L'indirizzo email non è valido...per favore controlla

source: Here's the code to complete your registration on a2note.ninja
it: Ecco il codice per completare la tua registrazione su a2note.ninja

source: Something went wrong...try again later.
it: Qualcosa è andato storto...riprova più tardi.
